Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.watch.sync.button
source: Send Settings to Apple Watch
es: Enviar ajustes a Apple Watch
ja: Apple Watchに設定を送信
zh_hans: 发送设置到 Apple Watch

# settings.watch.sync.footer
source: Queues your current provider, key, and gateway settings for delivery. Delivery happens in the background, even when the Watch is out of reach — it completes the next time your Apple Watch is available.
es: Pone en espera los ajustes actuales de proveedor, clave y pasarela para enviarlos. La entrega ocurre en segundo plano, incluso cuando el Watch no está accesible; se completa la próxima vez que tu Apple Watch esté disponible.
ja: 現在のプロバイダー、キー、ゲートウェイ設定を送信待ちにします。Watchに届かないときもバックグラウンドで処理し、次に接続できたときに送信を完了します。
zh_hans: 将当前服务商、密钥和网关设置加入待发送队列。发送在后台进行，即使 Apple Watch 暂时无法连接，也会在下次可用时完成。

# settings.watch.sync.header
source: Sync
es: Sincronización
ja: 同期
zh_hans: 同步

# settings.watch.sync.lastTransfer
source: Last settings transfer completed %@.
es: Última transferencia de ajustes completada %@.
ja: 前回の設定転送完了：%@。
zh_hans: 上次设置传输完成于 %@。

# settings.watch.sync.lastTransfer.none
source: No completed settings transfer recorded yet.
es: Aún no hay ninguna transferencia de ajustes completada registrada.
ja: 完了した設定転送の記録はまだありません。
zh_hans: 尚无已完成的设置传输记录。

# settings.watch.sync.result.activationPending
source: The Apple Watch connection is still starting up — try again in a moment.
es: La conexión con Apple Watch aún se está iniciando: inténtalo de nuevo en un momento.
ja: Apple Watchとの接続を開始しています。少し待ってから再試行してください。
zh_hans: Apple Watch 连接正在启动，请稍后重试。

# settings.watch.sync.result.notInstalled
source: Conduck isn't installed on your Apple Watch.
es: Conduck no está instalado en tu Apple Watch.
ja: Apple WatchにConduckがインストールされていません。
zh_hans: Apple Watch 尚未安装 Conduck。

# settings.watch.sync.result.notPaired
source: No Apple Watch is paired with this iPhone.
es: No hay ningún Apple Watch enlazado con este iPhone.
ja: このiPhoneにはApple Watchがペアリングされていません。
zh_hans: 此 iPhone 未配对 Apple Watch。

# settings.watch.sync.result.queued
source: Settings queued for delivery to your Apple Watch.
es: Ajustes en espera para enviarse a tu Apple Watch.
ja: Apple Watchへの設定送信を待機中です。
zh_hans: 设置已加入待发送到 Apple Watch 的队列。

# setup.requiredOnPhone
source: Set up your AI on iPhone first.
es: Primero configura tu IA en el iPhone.
ja: まずiPhoneでAIを設定してください。
zh_hans: 请先在 iPhone 上设置 AI。

source: shortcut
es: atajo
ja: ショートカット
zh_hans: 快捷指令

# stt.error.appleSpeechLanguageUnsupported
source: Apple Speech doesn't support this language on-device.
es: Apple Speech no admite este idioma en el dispositivo.
ja: Apple Speechはこの言語のデバイス内認識に対応していません。
zh_hans: Apple 语音识别不支持在设备端识别此语言。

# stt.error.appleSpeechLanguageUnsupported.recovery
source: Switch to a cloud provider in Settings to transcribe this language.
es: Cambia a un proveedor en la nube en Ajustes para transcribir este idioma.
ja: この言語を文字起こしするには、設定でクラウドプロバイダーに切り替えてください。
zh_hans: 请在“设置”中换用云端服务商来转写此语言。

# stt.error.appleSpeechModelNotInstalled
source: Apple Speech model isn't downloaded yet.
es: El modelo de Apple Speech aún no se ha descargado.
ja: Apple Speechモデルがまだダウンロードされていません。
zh_hans: 尚未下载 Apple 语音识别模型。

# stt.error.appleSpeechModelNotInstalled.recovery
source: Open Conduck and download the model for your language.
es: Abre Conduck y descarga el modelo de tu idioma.
ja: Conduckを開いて、この言語のモデルをダウンロードしてください。
zh_hans: 请打开 Conduck，下载所需语言的模型。

# stt.error.appleSpeechModelNotInstalled.recovery.v2
source: Switch to a cloud voice provider in Settings → Voice, or try a different language.
es: Cambia a un proveedor de voz en la nube en Ajustes → Voz o prueba con otro idioma.
ja: 設定 → 音声でクラウド音声プロバイダーに切り替えるか、別の言語をお試しください。
zh_hans: 请在“设置”→“语音”中换用云端语音服务商，或尝试其他语言。

# stt.error.appleSpeechModelNotInstalled.v2
source: On-device voice model isn't ready for this language yet.
es: El modelo de voz en el dispositivo aún no está listo para este idioma.
ja: この言語のデバイス内音声モデルはまだ準備できていません。
zh_hans: 此语言的设备端语音模型尚未就绪。

# stt.error.authFailed
source: Your STT API key was rejected. Open Conduck → Settings to update it.
es: Tu clave de API de STT fue rechazada. Abre Conduck → Ajustes para actualizarla.
ja: STT APIキーが拒否されました。Conduck → 設定で更新してください。
zh_hans: STT API 密钥被拒绝，请打开 Conduck →“设置”更新。

# stt.error.authFailed.recovery
source: Verify the key in your provider dashboard, then paste it again.
es: Verifica la clave en el panel de tu proveedor y vuelve a pegarla.
ja: プロバイダーのダッシュボードでキーを確認し、もう一度貼り付けてください。
zh_hans: 请在服务商的控制面板中核验密钥，然后重新粘贴。

# stt.error.customCertKeyUnpinnable
source: Your custom STT server's certificate uses a key type Conduck can't fingerprint, so your pinned fingerprint can't be checked.
es: El certificado de tu servidor de STT personalizado usa un tipo de clave cuya huella Conduck no puede calcular, por lo que no se puede comprobar la huella fijada.
ja: カスタムSTTサーバーの証明書の鍵形式にConduckが対応していないため、固定したフィンガープリントを確認できません。
zh_hans: 自定义 STT 服务器证书的密钥类型不支持生成指纹，Conduck 无法核验你固定的指纹。

# stt.error.customCertMismatch
source: Your custom STT server's certificate doesn't match the fingerprint you pinned.
es: El certificado de tu servidor de STT personalizado no coincide con la huella que fijaste.
ja: カスタムSTTサーバーの証明書が、固定したフィンガープリントと一致しません。
zh_hans: 自定义 STT 服务器证书与固定的指纹不符。

# stt.error.customCertUntrusted
source: This device doesn't trust your custom STT server's certificate.
es: Este dispositivo no confía en el certificado de tu servidor de STT personalizado.
ja: このデバイスはカスタムSTTサーバーの証明書を信頼していません。
zh_hans: 此设备不信任自定义 STT 服务器的证书。

# stt.error.customEndpointNotConfigured
source: No custom STT endpoint is configured.
es: No hay ningún punto de conexión de STT personalizado configurado.
ja: カスタムSTTエンドポイントが設定されていません。
zh_hans: 尚未配置自定义 STT 端点。

# stt.error.customEndpointNotConfigured.recovery
source: Open Settings → STT and add your custom endpoint's URL.
es: Abre Ajustes → STT y añade la URL de tu punto de conexión personalizado.
ja: 設定 → STTでカスタムエンドポイントのURLを追加してください。
zh_hans: 打开“设置”→“STT”，添加自定义端点 URL。

# stt.error.decodingFailure
source: STT provider returned an unexpected response format.
es: El proveedor de STT devolvió un formato de respuesta inesperado.
ja: STTプロバイダーから予期しない形式の応答が返されました。
zh_hans: STT 服务商返回了意外的响应格式。

# stt.error.decodingFailure.recovery
source: If this persists, the provider may have changed its API.
es: Si esto continúa, puede que el proveedor haya cambiado su API.
ja: 問題が続く場合、プロバイダーのAPIが変更された可能性があります。
zh_hans: 如果持续出现，服务商可能更改了 API。

# stt.error.gemini.badRequest
source: That request was rejected. Check the model name in Advanced settings.
es: Esa solicitud fue rechazada. Comprueba el nombre del modelo en los ajustes avanzados.
ja: リクエストが拒否されました。詳細設定でモデル名を確認してください。
zh_hans: 请求被拒绝，请检查“高级”设置中的模型名称。

# stt.error.gemini.modelNotFound
source: That model is not available. Check the model name in Advanced settings.
es: Ese modelo no está disponible. Comprueba el nombre del modelo en los ajustes avanzados.
ja: そのモデルは利用できません。詳細設定でモデル名を確認してください。
zh_hans: 该模型不可用，请检查“高级”设置中的模型名称。

# stt.error.keyUnreadable
source: Couldn't read your STT API key. If this device just restarted, unlock it and try again — your recording is saved.
es: No se pudo leer tu clave de API de STT. Si este dispositivo acaba de reiniciarse, desbloquéalo y vuelve a intentarlo: tu grabación está guardada.
ja: STT APIキーを読み取れませんでした。デバイスを再起動した直後なら、ロックを解除して再試行してください。録音は保存されています。
zh_hans: 无法读取 STT API 密钥。如果此设备刚重新启动，请解锁后重试，录音已保存。

# stt.error.keyUnreadable.recovery
source: Unlock this device, then open Conduck and retry.
es: Desbloquea este dispositivo, abre Conduck y reintenta.
ja: このデバイスのロックを解除し、Conduckを開いて再試行してください。
zh_hans: 请解锁此设备，然后打开 Conduck 重试。

# stt.error.keyUnreadable.v2
source: Couldn't read your STT API key. If this device just restarted, unlock it and try again.
es: No se pudo leer tu clave de API de STT. Si este dispositivo acaba de reiniciarse, desbloquéalo y vuelve a intentarlo.
ja: STT APIキーを読み取れませんでした。デバイスを再起動した直後なら、ロックを解除して再試行してください。
zh_hans: 无法读取 STT API 密钥。如果此设备刚重新启动，请解锁后重试。

# stt.error.missingKey
source: No STT API key set. Open Conduck → Settings to add one.
es: No hay ninguna clave de API de STT. Abre Conduck → Ajustes para añadir una.
ja: STT APIキーが設定されていません。Conduck → 設定で追加してください。
zh_hans: 尚未设置 STT API 密钥，请打开 Conduck →“设置”添加。

# stt.error.missingKey.recovery
source: Open Settings → STT API Key to add one.
es: Abre Ajustes → Clave de API de STT para añadir una.
ja: 設定 → STT APIキーで追加してください。
zh_hans: 打开“设置”→“STT API 密钥”添加。

# stt.error.providerUnreachable
source: STT provider is unreachable. Recording saved — open Conduck to retry.
es: No se puede acceder al proveedor de STT. Grabación guardada: abre Conduck para reintentar.
ja: STTプロバイダーに接続できません。録音は保存されています。Conduckを開いて再試行してください。
zh_hans: 无法连接 STT 服务商。录音已保存，请打开 Conduck 重试。

# stt.error.providerUnreachable.recovery
source: Should be back in a minute or two.
es: Debería volver a funcionar en uno o dos minutos.
ja: 1、2分で復旧するはずです。
zh_hans: 预计一两分钟后恢复。

# stt.error.quotaExceeded
source: Your STT provider quota is exhausted. Check your billing dashboard.
es: Agotaste la cuota de tu proveedor de STT. Revisa el panel de facturación.
ja: STTプロバイダーの利用枠を使い切りました。請求ダッシュボードを確認してください。
zh_hans: STT 服务商的额度已耗尽，请查看其账单控制面板。

# stt.error.quotaExceeded.recovery
source: Top up your provider account or wait for the next billing cycle.
es: Añade saldo a tu cuenta del proveedor o espera al siguiente ciclo de facturación.
ja: プロバイダーのアカウントに残高を追加するか、次の請求期間を待ってください。
zh_hans: 请向服务商账户充值，或等待下一个计费周期。

# stt.error.serverError
source: STT provider is having issues on their end. Recording saved — open Conduck to retry.
es: El proveedor de STT tiene problemas en su servicio. Grabación guardada: abre Conduck para reintentar.
ja: STTプロバイダー側で問題が発生しています。録音は保存されています。Conduckを開いて再試行してください。
zh_hans: STT 服务商出现故障。录音已保存，请打开 Conduck 重试。

# stt.error.serverError.recovery
source: Should be back in a minute or two.
es: Debería volver a funcionar en uno o dos minutos.
ja: 1、2分で復旧するはずです。
zh_hans: 预计一两分钟后恢复。

# stt.error.speechPermissionDenied
source: Speech Recognition is turned off for Conduck.
es: El reconocimiento de voz está desactivado para Conduck.
ja: Conduckの音声認識が無効になっています。
zh_hans: Conduck 的语音识别权限已关闭。

# stt.error.speechPermissionDenied.recovery
source: Allow it in Settings → Privacy & Security → Speech Recognition. Watch recordings transcribe on your iPhone — enable it there.
es: Permítelo en Ajustes → Privacidad y seguridad → Reconocimiento de voz. Las grabaciones del Watch se transcriben en tu iPhone: actívalo allí.
ja: 設定 → プライバシーとセキュリティ → 音声認識で許可してください。Watchの録音はiPhoneで文字起こしされるため、iPhoneで有効にしてください。
zh_hans: 请在“设置”→“隐私与安全性”→“语音识别”中允许访问。Apple Watch 录音在 iPhone 上转写，请在 iPhone 上开启权限。

# stt.error.tooManyRequests
source: STT provider is rate-limiting requests. Try again in a moment.
es: El proveedor de STT está limitando la frecuencia de las solicitudes. Inténtalo de nuevo en un momento.
ja: STTプロバイダーのリクエスト制限がかかっています。少し待ってから再試行してください。
zh_hans: STT 服务商正在限制请求频率，请稍后重试。

# stt.error.tooManyRequests.recovery
source: Should be back in a minute or two.
es: Debería volver a funcionar en uno o dos minutos.
ja: 1、2分で復旧するはずです。
zh_hans: 预计一两分钟后恢复。

# stt.error.unknownHTTPStatus
source: Unknown error (HTTP %lld)
es: Error desconocido (HTTP %lld)
ja: 不明なエラー（HTTP %lld）
zh_hans: 未知错误（HTTP %lld）

# stt.test.assetMissing
source: The bundled test clip is missing from the app.
es: Falta en la app el clip de prueba incluido.
ja: 同梱のテスト音声がアプリにありません。
zh_hans: App 中缺少随附的测试音频。

# stt.test.auth.failed
source: The server rejected the key (401/403).
es: El servidor rechazó la clave (401/403).
ja: サーバーがキーを拒否しました（401/403）。
zh_hans: 服务器拒绝了密钥（401/403）。

# stt.test.auth.ok
source: Key accepted
es: Clave aceptada
ja: キーが認証されました
zh_hans: 密钥已接受

# stt.test.expected.label
source: Expected: %@
es: Esperado: %@
ja: 期待する結果：%@
zh_hans: 预期：%@

# stt.test.genericFailure
source: The test didn't pass. Check the checklist above.
es: La prueba no se superó. Revisa la lista de comprobación de arriba.
ja: テストに合格しませんでした。上のチェックリストを確認してください。
zh_hans: 测试未通过，请检查上方清单。

# stt.test.heard.label
source: Heard:
es: Reconocido:
ja: 認識した内容：
zh_hans: 识别结果：

# stt.test.latency.label
source: Round-trip: %lld ms
es: Ida y vuelta: %lld ms
ja: 往復時間：%lld ms
zh_hans: 往返时间：%lld ms

# stt.test.reachability.invalidResponse
source: Server returned an unexpected response.
es: El servidor devolvió una respuesta inesperada.
ja: サーバーから予期しない応答が返されました。
zh_hans: 服务器返回了意外响应。

# stt.test.reachability.ok
source: Connected — TLS OK
es: Conectado: TLS correcto
ja: 接続済み — TLS正常
zh_hans: 已连接 · TLS 正常

# stt.test.reachability.timeout
source: Timed out reaching the server.
es: Se agotó el tiempo de espera al conectar con el servidor.
ja: サーバーへの接続がタイムアウトしました。
zh_hans: 连接服务器超时。

# stt.test.reachability.unreachable
source: Couldn't reach the server.
es: No se pudo conectar con el servidor.
ja: サーバーに接続できませんでした。
zh_hans: 无法连接服务器。

# stt.test.skipped.blockedByAuth
source: Skipped — authentication failed.
es: Omitido: falló la autenticación.
ja: スキップ — 認証に失敗しました。
zh_hans: 已跳过，身份验证失败。

# stt.test.skipped.blockedByReachability.v2
source: Skipped — the connection to the server didn't complete.
es: Omitido: no se completó la conexión con el servidor.
ja: スキップ — サーバーへの接続が完了しませんでした。
zh_hans: 已跳过，服务器连接未完成。

# stt.test.stage.auth
source: Authentication
es: Autenticación
ja: 認証
zh_hans: 身份验证

# stt.test.stage.reachability
source: Reachability & TLS
es: Accesibilidad de red y TLS
ja: 接続とTLS
zh_hans: 可访问性与 TLS

# stt.test.stage.transcription
source: Transcription
es: Transcripción
ja: 文字起こし
zh_hans: 转写

# stt.test.transcription.empty
source: The server answered but returned no transcript.
es: El servidor respondió, pero no devolvió ninguna transcripción.
ja: サーバーから応答がありましたが、文字起こしがありませんでした。
zh_hans: 服务器有响应，但没有返回转写文本。

# stt.test.transcription.match
source: Heard the test phrase
es: Reconoció la frase de prueba
ja: テストのフレーズを認識しました
zh_hans: 识别到了测试短语

# stt.test.transcription.rejected
source: The server rejected the clip — check the model name and audio format.
es: El servidor rechazó el clip: comprueba el nombre del modelo y el formato de audio.
ja: サーバーが音声を拒否しました。モデル名と音声形式を確認してください。
zh_hans: 服务器拒绝了音频，请检查模型名称和音频格式。

# stt.test.transcription.serverError
source: The server hit an error (5xx). Check its logs.
es: El servidor tuvo un error (5xx). Revisa sus registros.
ja: サーバーでエラー（5xx）が発生しました。ログを確認してください。
zh_hans: 服务器发生错误（5xx），请检查日志。

# stt.test.transcription.softPass
source: Got a transcript (didn't exactly match the phrase)
es: Se recibió una transcripción (no coincidió exactamente con la frase)
ja: 文字起こしを取得しました（フレーズとは完全一致しません）
zh_hans: 收到了转写文本（未完全匹配短语）

# stt.test.transcription.undecodable
source: Couldn't read the server's response — it isn't OpenAI-compatible.
es: No se pudo leer la respuesta del servidor: no es compatible con OpenAI.
ja: サーバーの応答を読み取れませんでした。OpenAI互換ではありません。
zh_hans: 无法读取服务器响应，它不兼容 OpenAI。

# sync.content.changeFailed
source: The sync change could not finish. Your saved data is kept. Try again.
es: El cambio de sincronización no pudo terminar. Tus datos guardados se conservan. Inténtalo de nuevo.
ja: 同期の変更を完了できませんでした。保存したデータは保持されています。再試行してください。
zh_hans: 同步更改未能完成，已保存的数据仍保留。请重试。

# sync.content.pendingOtherActivity
source: Waiting for another Conduck session to stop syncing.
es: Esperando a que otra sesión de Conduck deje de sincronizar.
ja: 別のConduckセッションの同期停止を待っています。
zh_hans: 正在等待另一个 Conduck 会话停止同步。

# sync.content.pendingSave
source: Waiting for the current save to finish.
es: Esperando a que termine el guardado actual.
ja: 現在の保存処理の完了を待っています。
zh_hans: 正在等待当前保存完成。

# sync.content.policyUnavailable
source: Waiting to read the sync setting. Your saved data is kept.
es: Esperando para leer el ajuste de sincronización. Tus datos guardados se conservan.
ja: 同期設定の読み取りを待っています。保存したデータは保持されています。
zh_hans: 正在等待读取同步设置，已保存的数据仍保留。

# sync.content.unavailableInBuild
source: This build keeps content on this device because iCloud sync is unavailable.
es: Esta versión conserva el contenido en este dispositivo porque la sincronización de iCloud no está disponible.
ja: このビルドではiCloud同期を利用できないため、コンテンツをこのデバイスに保持します。
zh_hans: 此版本无法使用 iCloud 同步，因此内容保存在此设备上。

# sync.icloud.banner.dismiss
source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# sync.icloud.banner.noAccount
source: iCloud is signed out — your conversations won't sync across your devices.
es: No hay sesión iniciada en iCloud: tus conversaciones no se sincronizarán entre tus dispositivos.
ja: iCloudからサインアウトしています。会話はデバイス間で同期されません。
zh_hans: iCloud 已退出登录，对话不会在设备间同步。

# sync.icloud.banner.openSettings
source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
zh_hans: 打开设置

# sync.icloud.banner.quota
source: Your iCloud storage is full — new conversations can't sync to your other devices.
es: Tu almacenamiento de iCloud está lleno: las conversaciones nuevas no pueden sincronizarse con tus otros dispositivos.
ja: iCloudストレージがいっぱいです。新しい会話をほかのデバイスに同期できません。
zh_hans: iCloud 存储空间已满，新对话无法同步到其他设备。

# sync.icloud.banner.restricted
source: iCloud is restricted on this device — your conversations can't sync.
es: iCloud está restringido en este dispositivo: tus conversaciones no pueden sincronizarse.
ja: このデバイスではiCloudが制限されているため、会話を同期できません。
zh_hans: 此设备的 iCloud 受限，对话无法同步。

# sync.icloud.settings.content.noAccount
source: Sign in to iCloud in Settings to sync conversations, Work and files across your devices.
es: Inicia sesión en iCloud en Ajustes para sincronizar conversaciones, Trabajo y archivos entre tus dispositivos.
ja: 設定でiCloudにサインインすると、会話、ワークスペース、ファイルをデバイス間で同期できます。
zh_hans: 请在“设置”中登录 iCloud，以在设备间同步对话、工作台和文件。

# sync.icloud.settings.content.restricted
source: iCloud is restricted on this device, so conversations, Work and files can't sync.
es: iCloud está restringido en este dispositivo, así que las conversaciones, Trabajo y archivos no pueden sincronizarse.
ja: このデバイスではiCloudが制限されているため、会話、ワークスペース、ファイルを同期できません。
zh_hans: 此设备的 iCloud 受限，对话、工作台和文件无法同步。

# sync.icloud.settings.header
source: Sync
es: Sincronización
ja: 同期
zh_hans: 同步

# sync.icloud.settings.quota
source: Your iCloud storage is full. Free up space or upgrade your plan to resume syncing.
es: Tu almacenamiento de iCloud está lleno. Libera espacio o mejora tu plan para reanudar la sincronización.
ja: iCloudストレージがいっぱいです。同期を再開するには、空き容量を確保するかプランをアップグレードしてください。
zh_hans: iCloud 存储空间已满。请释放空间或升级方案以恢复同步。

# sync.icloud.settings.statusOff
source: Off
es: Desactivado
ja: 無効
zh_hans: 关闭

# sync.icloud.settings.title
source: iCloud Sync
es: Sincronización de iCloud
ja: iCloud同期
zh_hans: iCloud 同步

# thread.clone.sendLast.body
source: Your last message hasn't been answered yet. If you just clone, it stays in the chat and goes along with your next message.
es: Tu último mensaje aún no tiene respuesta. Si solo clonas, permanece en el chat y se envía con tu siguiente mensaje.
ja: 前回のメッセージにはまだ返信がありません。複製だけを行うと、メッセージはチャットに残り、次のメッセージと一緒に送られます。
zh_hans: 上条消息尚未得到回复。如果仅复制，它会保留在对话中，并随下一条消息一起发送。

# thread.clone.sendLast.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# thread.clone.sendLast.later
source: Just clone
es: Solo clonar
ja: 複製のみ
zh_hans: 仅复制

# thread.clone.sendLast.send
source: Send now
es: Enviar ahora
ja: 今すぐ送信
zh_hans: 立即发送

# thread.clone.sendLast.title
source: Send the last message on %@?
es: ¿Enviar el último mensaje a %@?
ja: 前回のメッセージを%@に送りますか？
zh_hans: 在 %@ 上发送上条消息？

# thread.clone.sendLast.title.generic
source: Send the last message there?
es: ¿Enviar el último mensaje allí?
ja: 前回のメッセージをそこに送りますか？
zh_hans: 在那里发送上条消息？

# thread.copyAll.button
source: Copy conversation
es: Copiar conversación
ja: 会話をコピー
zh_hans: 复制对话

# thread.copyAll.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# thread.copyAll.fileAttached
source: [File attached]
es: [Archivo adjunto]
ja: [ファイルを添付しました]
zh_hans: [已附加文件]

# thread.copyAll.fileAttachedNamed
source: [File attached: %@]
es: [Archivo adjunto: %@]
ja: [添付ファイル：%@]
zh_hans: [已附加文件：%@]

# thread.copyAll.imageAttached
source: [Image attached]
es: [Imagen adjunta]
ja: [画像を添付しました]
zh_hans: [已附加图片]

# thread.copyAll.notSent
source: [Not sent]
es: [No enviado]
ja: [未送信]
zh_hans: [未发送]

# thread.copyAll.userLabel
source: You:
es: Tú:
ja: あなた：
zh_hans: 你：

# thread.gatewayGone.banner
source: Gateway '%@' is no longer available.
es: La pasarela '%@' ya no está disponible.
ja: ゲートウェイ「%@」は利用できなくなりました。
zh_hans: 网关“%@”已不可用。

# thread.gatewayGone.body
source: Gateway '%@' is no longer available. This conversation stays readable; clone it to keep going on another gateway.
es: La pasarela '%@' ya no está disponible. Esta conversación sigue siendo legible; clónala para continuar en otra pasarela.
ja: ゲートウェイ「%@」は利用できなくなりました。この会話は引き続き読めます。別のゲートウェイで続けるには複製してください。
zh_hans: 网关“%@”已不可用。此对话仍可阅读，复制到另一网关即可继续。

# thread.gatewayGone.cloneCTA
source: Clone & continue on another gateway
es: Clonar y continuar en otra pasarela
ja: 複製して別のゲートウェイで続ける
zh_hans: 复制到另一网关并继续

# thread.gatewayLock.body
source: This chat stays on %@ to keep context consistent. To use another gateway, clone it — the original stays here unchanged, and your history reaches the new gateway only when you continue there.
es: Este chat permanece en %@ para mantener el contexto coherente. Para usar otra pasarela, clónalo: el original queda aquí sin cambios y tu historial solo llega a la nueva pasarela cuando continúas allí.
ja: 会話の文脈を保つため、このチャットは%@を使い続けます。別のゲートウェイを使うには複製してください。元の会話はそのまま残り、新しいゲートウェイで続けたときに初めて履歴が送られます。
zh_hans: 此对话保持使用 %@，确保上下文一致。要使用另一网关，请复制对话。原对话保持不变，仅在新网关继续时才会将历史发送给它。

# thread.gatewayLock.cloneAction
source: Clone & continue on %@
es: Clonar y continuar en %@
ja: 複製して%@で続ける
zh_hans: 复制到 %@ 并继续

# thread.gatewayLock.cloneHeader
source: Clone & continue on
es: Clonar y continuar en
ja: 複製して続ける送信先
zh_hans: 复制并继续，使用

# thread.gatewayLock.cloneReveal
source: Clone to another gateway…
es: Clonar en otra pasarela…
ja: 別のゲートウェイに複製…
zh_hans: 复制到另一网关…

# thread.gatewayLock.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# thread.gatewayLock.title
source: Gateway
es: Pasarela
ja: ゲートウェイ
zh_hans: 网关

# thread.hiddenPhotos.banner
source: Earlier photos are hidden from this gateway in this chat.
es: Las fotos anteriores se ocultan a esta pasarela en este chat.
ja: このチャットでは、このゲートウェイに以前の写真を送信しません。
zh_hans: 此对话的早期照片已对当前网关隐藏。

# thread.hiddenPhotos.tryAgain
source: Try photos again
es: Probar fotos de nuevo
ja: 写真を再試行
zh_hans: 再次尝试照片

# thread.outputs.action.checkAgainShort
source: Check again
es: Volver a comprobar
ja: 再確認
zh_hans: 再次检查

# thread.outputs.action.reviewSetup
source: Review file setup
es: Revisar configuración de archivos
ja: ファイル設定を確認
zh_hans: 检查文件设置

# thread.outputs.action.searchMentionedShort
source: Search mentioned files
es: Buscar archivos mencionados
ja: 言及されたファイルを検索
zh_hans: 搜索提及的文件

# thread.outputs.checking
source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

# thread.outputs.fault.body
source: Conduck couldn't check whether this reply returned any files. It only ever reads that folder, so anything your agent put there is untouched.
es: Conduck no pudo comprobar si esta respuesta devolvió archivos. Solo lee esa carpeta, así que cualquier archivo que tu agente pusiera allí queda intacto.
ja: この返信でファイルが返却されたか確認できませんでした。Conduckはそのフォルダを読み取るだけなので、エージェントが置いた内容はそのままです。
zh_hans: Conduck 无法检查此回复是否返回了文件。它仅会读取该文件夹，智能体放入的内容不受影响。

# thread.outputs.fault.title
source: Couldn't read your file server
es: No se pudo leer tu servidor de archivos
ja: ファイルサーバーを読み取れませんでした
zh_hans: 无法读取文件服务器

# thread.outputs.heldBack.action.many
source: Review files…
es: Revisar archivos…
ja: ファイルを確認…
zh_hans: 检查文件…

# thread.outputs.heldBack.action.one
source: Review file…
es: Revisar archivo…
ja: ファイルを確認…
zh_hans: 检查文件…

# thread.outputs.heldBack.ceiling
source: %lld more files stayed in the folder.
es: %lld archivos más quedaron en la carpeta.
ja: ほか%lld件のファイルはフォルダに残りました。
zh_hans: 还有 %lld 个文件留在文件夹中。
